Revit 2027 API
ParameterTypeId.PhyMaterialParamExpCoeff1 Property
 "Thermal expansion coefficient X"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamExpCoeff1 { get; }
Public Shared ReadOnly Property PhyMaterialParamExpCoeff1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamExpCoeff1 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamExpCoeff1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace